{
    "hero_title_1": "Nous créons",
    "hero_title_2": "Des employés numériques",
    "hero_subtitle": "Améliorez les performances de votre entreprise avec nos solutions basées sur l'IA et les données.",
    "hero_button_primary": "Planifier une entrevue",
    "hero_button_secondary": "Voir notre blog",
    "hero_ai_partners": "Nous collaborons avec les entreprises d'IA les plus innovantes au monde",
  
    "services_title": "Nos solutions",
    "service_ai": "Solutions d'IA",
    "service_ai_desc": "Modèles d'IA personnalisés pour les besoins et défis de votre entreprise.",
    "service_data": "Traitement de données",
    "service_data_desc": "Analyse avancée des données pour découvrir des informations précieuses.",
    "service_predictive": "Analyse prédictive",
    "service_predictive_desc": "Prenez des décisions éclairées avec notre analyse prédictive.",
  
    "cases_title": "Histoires de réussite",
    "case_1_title": "Leader technologique mondial",
    "case_1_desc": "Automatisation du service client avec IA, réduction du temps de réponse de 75%",
    "case_2_title": "Pionnier en santé",
    "case_2_desc": "Plateforme avancée d'analyse prédictive pour les soins aux patients",
  
    "contact_title": "Prêt à transformer vos données?",
    "contact_subtitle": "Discutons de la façon dont HusAI peut aider votre entreprise grâce à l'IA.",
    "contact_button": "Démarrer le chat en direct",

    "blog_title": "Dernières publications",
    "blog_subtitle": "Explorez notre collection d'articles sur l'intelligence artificielle, la science des données et l'innovation technologique.",
    "back_to_articles": "Retour aux articles",
    "article_not_found": "Article non trouvé.",
    "article_error": "Erreur lors du chargement de l'article.",

    "nav_services": "Services",
    "nav_cases": "Études de cas",
    "nav_contact": "Contact",
    "nav_blog": "Blog",
    "nav_cta": "Commencer",
    "nav_login": "Se connecter",
    "landingPage.title": "AI Consulting Colombia | ROI in AI | Husai",
    "landingPage.description": "Transform your company in Colombia with AI. Husai offers AI 360° diagnostics, Co-Pilot AI, and Sprint-IA 90 for fast ROI. We are your strategic allies in AI adoption.",
    "landingPage.keywords": "artificial intelligence Colombia, AI consulting companies, AI business diagnostics, process automation Colombia, generative AI in Spanish, ethical AI adoption, AI for SMEs Colombia, Sprint IA 90 days, data and talent AI strategy, digital transformation 2025, fast AI use cases, ROI artificial intelligence",
    "blog.title": "AI Blog Colombia | Use Cases and AI Strategies | Husai",
    "blog.description": "Explore our collection of articles on artificial intelligence, data science, and technology innovation.",
    "blog.keywords": "artificial intelligence Colombia, AI consulting companies, AI business diagnostics, process automation Colombia, generative AI in Spanish, ethical AI adoption, AI for SMEs Colombia, Sprint IA 90 days, data and talent AI strategy"
  }
